const majors = {
  วิทยาลัยนานาชาติสำหรับสหวิทยาการ: [
    'สาขาวิชาธุรกิจดิจิทัลและเทคโนโลยีทางการเงิน',
    'สาขาวิชาการสอนภาษาอังกฤษแก่ผู้พูดภาษาอื่น',
    'สาขาวิชาการบริหารธุรกิจสำหรับผู้บริหาร (หลักสูตรนานาชาติ)',
    'สาขาวิชาการบริหารธุรกิจ (ระดับปริญญาเอก หลักสูตรนานาชาติ)',
  ],
  วิทยาลัยดุริยศิลป์: ['สาขาวิชาดุริยศิลป์', 'สถาบันดนตรี'],
  วิทยาลัยพระคริสต์ธรรมแมคกิลวารี: [
    'วิทยาลัยพระคริสต์ธรรมแมคกิลวารี',
    'Divinity MDiv',
  ],
  คณะพยาบาลศาสตร์แมคคอร์มิค: ['สาขาวิชาพยาบาลศาสตร์'],
  คณะเภสัชศาสตร์: [
    'สาขาวิชาการบริบาลทางเภสัชศาสตร์ (หลักสูตร 6 ปี)',
    'สถานปฏิบัติการเภสัชชุมชน',
  ],
  คณะมนุษยศาสตร์และนิเทศศาสตร์: [
    'สาขาวิชาภาษาไทยเพื่อการสื่อสารสำหรับชาวต่างประเทศ',
    'สาขาวิชาภาษาอังกฤษ',
    'สาขาวิชาภาษาและวัฒนธรรมญี่ปุ่น',
    'สาขาวิชานิเทศศาสตร์',
    'สาขาวิชาจิตวิทยา',
    'สาขาวิชาภาษาจีนธุรกิจ',
  ],
  คณะบริหารธุรกิจ: [
    'สำนักงานคณะบริหารธุรกิจ',
    'สาขาวิชาการตลาดดิจิทัล',
    'สาขาวิชาการจัดการและการเป็นผู้ประกอบการ',
    'สาขาวิชาการจัดการโรงแรม',
    'สาขาวิชาบริหารธุรกิจ (MBA)',
    'สาขาวิชาวิศวกรรมซอฟต์แวร์',
    'สาขาวิชาการบัญชี',
    'สาขาวิชาการบริหารการเงินและการลงทุน',
  ],
  คณะนิติศาสตร์: ['สาขาวิชานิติศาสตร์'],
};

export default majors;
